Repository: abel3ri/dbu_gym
Catalog: lib/l10n/app_*.arb
Languages: am

source: Language
am: ቋንቋ

source: Welcome!
am: እንኳን ደህና መጡ!

# achieveYourFitness
source: Achieve You Fitness Goals With Us.
am: ከእኛ ጋር የአካል ብቃት ግቦችን ያሳኩ ።

# exploreEquipments
source: Explore Our Variety of Gym Equipments.
am: የእኛን የተለያዩ የጂም ዕቃዎች ይጎብኙ።

# manageSubscriptionPlan
source: Manage Your Fitness Subscription Plan.
am: የአካል ብቃት ምዝገባ ዕቅድዎን ይቆጣጠሩ።

# checkoutSessionsPricing
source: Check out workout sessions & pricing
am: የአካል ብቃት እንቅስቃሴ ክፍለ ጊዜዎችን እና ዋጋን ይመልከቱ

source: Signup
am: ይመዝገቡ

source: Login
am: ይግቡ

source: Logout
am: ይውጡ

source: Welcome back!
am: እንኳን ደህና በደህና ተመለሱ!

source: E-mail
am: ኢ-ሜይል

source: Password
am: የይለፍ ቃል

# forgotPassword
source: Forgot your password?
am: የሚስጥር ቁጥር ረሱ

# dontHaveAccount
source: Don't have an account?
am: መለያ የሎትም?

source: It won't take long!
am: ብዙ ጊዜ አይፈጅም!

source: First name
am: ስም

source: Last name
am: የአባት ስም

source: Re-enter password
am: የይለፍ ቃል ድጋሚ

source: Phone number
am: ስልክ ቁጥር

# gymStartDate
source: Gym strat date
am: የጂም የጀመሩብት ቀን

source: Gym end date
am: የጂም ማብቂያ ቀን

source: I'm
am: እኔ

source: Insider
am: የግቢው ማህበረሰብ

source: Outsider
am: የውጪ ማህበረሰብ

source: Select number of workout days
am: የአካል ብቃት እንቅስቃሴ ቀናትን ቁጥር ይምረጡ

# oneThreeDayspWeek
source: 1-3 Days per Week
am: በሳምንት 1-3 ቀን

# fourSixDayspWeek
source: 4-6 Days per Week
am: በሳምንት 4-6 ቀን

# selectPrefferedWorkout
source: Select preffered workout type
am: የሚፈልጉትን የአካል ብቃት እንቅስቃሴ አይነት ይምረጡ

source: Strength Training
am: የጥንካሬ ስልጠና

source: Aerobics Training
am: የኤሮቢክስ ስልጠና

source: Cardio Training
am: የካርዲዮ ስልጠና

# alreadyHaveAccount
source: Already have an account?
am: መለያ አለህ?

source: Theme
am: ጭብጥ

source: Settings
am: ማስተካከያዎች

source: FAQs
am: ብዙ ጊዜ የሚጠየቁ ጥያቄዎች

# contactDev
source: Contact Developer
am: አበልፃጊውን ያግኙ

# pricingAndWrokout
source: Pricing and Workout Sessions
am: የዋጋ እና የአካል ብቃት እንቅስቃሴ ክፍለ ጊዜዎች

source: Pricing
am: የዋጋ አሰጣጥ

source: Workout days
am: የአካል ብቃት እንቅስቃሴ ቀናት

# oneThreeDays
source: 1-3 days
am: 1-3 ቀናት

# fourSixDays
source: 4-6 days
am: 4-6 ቀናት

source: Workout type
am: የአካል ብቃት እንቅስቃሴ ዓይነት

source: Price for insiders
am: የዉስጥ አዋቂ ዋጋ

source: Price for outsiders
am: የውጭ ሰዎች ዋጋ

source: Workout Sessions
am: የአካል ብቃት እንቅስቃሴ ክፍለ ጊዜዎች

# everyMonWedFri
source: Every Monday, Wednesday, and Friday
am: ዘወትር ሰኞ፣ ረቡዕ እና አርብ

# everyTueThuSat
source: Every Tuesday, Thursday, and Saturday
am: ዘወትር ማክሰኞ፣ ሐሙስ እና ቅዳሜ

# programMon11
source: Mon morning: 06:00 AM - 07:30 AM
am: ሰኞ ጠዋት: ከ 12:00 - 01:30

# programMon12
source: Wed morning: 06:00 AM - 07:30 AM
am: ረቡዕ ጠዋት: ከ 12:00 - 01:30

# programMon13
source: Fri morning: 06:00 AM - 07:30 AM
am: አርብ ጠዋት: ከ 12:00 - 01:30

# programMon21
source: Mon afternoon: 03:00 PM - 04:30 PM
am: ሰኞ ከሰአት: ከ 09:00 - 10:30

# programMon22
source: Wed afternoon: 03:00 PM - 04:30 PM
am: ረቡዕ ከሰአት: ከ 09:00 - 10:30

# programMon23
source: Fri afternoon: 03:00 PM - 04:30 PM
am: አርብ ከሰአት: ከ 09:00 - 10:30

# programMon31
source: Mon afternoon: 05:00 PM - 06:30 PM
am: ሰኞ አመሻሽ: ከ 11:00 - 12:30

# programMon32
source: Wed afternoon: 05:00 PM - 06:30 PM
am: ረቡዕ አመሻሽ: ከ 11:00 - 12:30

# programMon33
source: Fri afternoon: 05:00 PM - 06:30 PM
am: አርብ አመሻሽ: ከ 11:00 - 12:30

# programTue11
source: Tue morning: 06:00 AM - 07:30 AM
am: ማክሰኞ ጠዋት: ከ 12:00 - 01:30

# programTue12
source: Thu morning: 06:00 AM - 07:30 AM
am: ሃሙስ ጠዋት: ከ 12:00 - 01:30

# programTue13
source: Sat morning: 06:00 AM - 07:30 AM
am: ቅዳሜ ጠዋት: ከ 12:00 - 01:30

# programTue21
source: Tue afternoon: 04:00 PM - 05:30 PM
am: ማክሰኞ ከሰአት: ከ 10:00 - 11:30

# programTue22
source: Thu afternoon: 04:00 PM - 05:30 PM
am: ሃሙስ ከሰአት: ከ 10:00 - 11:30

# programTue23
source: Sat afternoon: 04:00 PM - 05:30 PM
am: ቅዳሜ ከሰአት: ከ 10:00 - 11:30

# programTue31
source: Tue afternoon: 06:00 PM - 07:30 PM
am: ማክሰኞ አመሻሽ: ከ 12:00 - 01:30

# programTue32
source: Thu afternoon: 06:00 PM - 07:30 PM
am: ሃሙስ አመሻሽ: ከ 12:00 - 01:30

# programTue33
source: Sat afternoon: 06:00 PM - 07:30 PM
am: ቅዳሜ አመሻሽ: ከ 11:00 - 12:30

# threeDayspWeek
source: 3 Days/week
am: በሳምንት 3 ቀን

# sixDayspWeek
source: 6 Days/week
am: በሳምንት 6 ቀን
